{"pages":[{"title":"categories","text":"","link":"/categories/index.html"},{"title":"Something about me","text":"MS in Mechanical Engineering in University of Sydney BS in Energy and Power Engineering in Hunan University","link":"/about/index.html"},{"title":"tags","text":"","link":"/tags/index.html"}],"posts":[{"title":"开题报告","text":"毕业设计(论文)开题报告 一、本课题设计（研究）的目的：课题属于试验测试研究类，掌握车用发动机台架实验、能量流理论分析并提出检测方法，然后进行简单数据分析训练。 二、设计（研究）现状和发展趋势：除了以动力形式输出有效功外，发动机的能量损失主要为排气损失和冷却液传热损失等方式，发动机能量流相关研究也以这两方面为主。为进一步研究发动机排气的能量分布及回收潜力，部分学者对排气损失进行了相关研究；为降低冷却传热损失，部分学者利用隔绝热传递等措施进行探究，分析减少冷却传热损失的可能。同时，实际过程中汽车往往处于非稳态下的各种瞬态工况，因此瞬态工况下发动机能量流的检测意义不言而喻。因此，未来发动机能量流的相关研究将倾向于多种瞬态工况下的检测及优化。三、设计（研究）的重点与难点，拟采用的途径（研究手段）：重难点：1) 掌握车用发动机基本理论及实验测试方法2) 建立车用发动机能量流测试理论基础3) 提出车用发动机能量流检测方法 拟采用途径：参与发动机台架试验布置、搭建、数据的采集，深入理解发动机能量流测试原理，基于能量流测试理论基础，针对一台发动机进行试验研究，然后对实验数据进行处理分析，得出总结性原理规律，提出一种切实可行的车用发动机能量流检测方法。四、设计（研究）进度计划：2018年12月17日-2019年 1月4日 开题阶段（搜集资料、方案确定）2019年1月5日-3月5日 初期阶段（设计、实验、研究、初稿）2019年3月6日-4月2日 中期检查2019年4月3日-5月15日 后期阶段（设计、实验、分析、论文定稿）2019年5月16日-5月19日 交叉评阅阶段2019年5月20日-5月24日 修改与答辩准备2019年5月25日-6月8日 答辩及成绩评定五、参考文献：[1] 黄海燕.汽车发动机试验学教程.北京：清华大学出版社，2009.[2] 周龙保．内燃机学[M]．北京：机械工业出版社, 2005．[3]（英）马特.发动机试验理论与实践[M].北京：机械工业出版社,2009.[4] 刘敬平. 发动机性能开发技术[M]. 北京：科学出版社, 2012.[5] 刘敬平,王勇,夏孝朗等.一种发动机瞬态进气量在线检测新技术[J].中南大学学报（自然科学版）,2009,40(3):687-693.[6] 张龙平,刘忠长,田径等.车用柴油机瞬态工况试验及性能评价方法[J].哈尔滨工程大学学报,2014,(4):463-468.[7] 汽油机瞬态工况性能测评及数值仿真方法研究[D].湖南大学，2016.[8]国内外相关文献.","link":"/2019/07/14/thesis/"},{"title":"玉柴实习整理","text":"湖南大学实习项目 8月13日 星期一上午：玉柴历史与文化的讲座下午：安全教育培训讲座，包含安全基础知识、公司安全生产概况、事故应急处置以及典型事故案例四部分。8月14日 星期二上午：铸造一、二、三工段，包含制芯、造型、熔化、清理等工艺，学习了解发动机工件铸造工艺。下午：快速制造基地，学习了解模具及快速无模制造，体验3D打印减材制造。8月15日 星期三上午：制造三工段、机加工段，学习了解13升六缸发动机机体和缸盖加工流程，以及其他六缸发动机的总装配流程。下午：总装三工段、缸盖三工段，学习了解缸体、缸盖自动化生产、加工流程。8月16日 星期四上午：机加工五工段，学习了解型号YC6M为代表的发动机缸盖、机体制造、加工。下午：机体加工四工段，学习了解型号YC4F、YC4S系列发动机的缸体、缸盖自动化生产流水线。8月17日 星期五上午：船电动力事业部，学习了解玉柴加工刀具改良进程、全自动化系统的流水线，体验自动化加工机器人的操作与保养。下午：玉柴大厦，学习了解最新的气体燃料（天然气）发动机研发进展。8月20日 星期一上午：玉柴股份生产管理讲座，学习了解玉柴股份公司的生产组织机构以及生产经营、人事管理制度。下午：质量管理基础讲座，学习了解质量意识理念以及提升生产质量的方法措施。8月21日 星期二下午：玉柴工程研究院（试验中心），学习了解玉柴新品发动机的设计、研发，以及投放市场前进行的大量研发、性能测试工作，感受体会发动机测试台架和实验平台。8月22日 星期三上午：湖南大学校友交流会。","link":"/2019/07/14/intern/"}],"tags":[{"name":"Vehicle Energy Flow","slug":"Vehicle-Energy-Flow","link":"/tags/Vehicle-Energy-Flow/"},{"name":"Intern","slug":"Intern","link":"/tags/Intern/"}],"categories":[{"name":"Thesis","slug":"Thesis","link":"/categories/Thesis/"},{"name":"Intern","slug":"Intern","link":"/categories/Intern/"}]}